{
  "hello": "Hello, I'm",
  "name": "Lucas Mendonça",
  "description": "I am a Senior Front-End Developer with 7+ years of experience building high-performance web apps. I have a strong background in React, Angular, Next.js, and TypeScript, and I specialize in creating custom components with responsive designs.\n I am used to collaborating with cross-functional teams in agile methodologies to turn Figma designs into clean and maintainable code. I am known for fixing bugs quickly, delivering quality features, and ensuring high test coverage through both automated and manual testing. I am also studying Node.js to improve my skills.",
  "contact": "Contact",
  "location": "São Paulo, Brazil",
  "projects": "Projects",
  "softSkills": "Soft Skills",
  "softSkillsDescription": "I communicate clearly, even when working remotely. I really enjoy mentoring junior developers and helping colleagues. I am always open to feedback and learning new things. I am organized and consistently deliver ahead of deadlines. I am also quick at spotting and solving problems, and always looking for the best solutions for each case.",
  "errorProjects": "An error occurred while trying to fetch the projects",
  "accessProject": "Access the project",
  "intranets": "Intranets that I developed",
  "technicalSkills": "Technical Skills",
  "designProjects": "Design Projects",
  "experience": "Work Experience",
  "education": "Education",
  "downloadCV": "Download my CV",
  "errorSkills": "An error occurred while trying to fetch the skills",
  "codeLanguages": "Code Languages",
  "frameworksAndLibs": "FrameWorks/Libs",
  "testingTools": "Testing Tools",
  "otherTools": "Other Tools",
  "certifications": "Certifications",
  "sendMessage": "Send Message",
  "formName": "Name",
  "formEmail": "E-mail",
  "formSubject": "Subject",
  "formMessage": "Message",
  "contactError": "An error occurred while trying to send a message, please try again",
  "contactSuccess": "Message sent! I will answer you soon."
}