{
  "hello": "Olá, eu sou",
  "name": "Lucas Mendonça",
  "description": "Sou um Desenvolvedor Front-End Sênior com mais de 7 anos de experiência no desenvolvimento de aplicativos web de alto desempenho. Tenho um forte conhecimento em React, Angular, Next.js e TypeScript, e me especializo em criar componentes personalizados com designs responsivos.\n Estou acostumado a colaborar com equipes multifuncionais em metodologias ágeis para transformar designs do Figma em código limpo e de fácil manutenção. Sou conhecido por corrigir bugs rapidamente, entregar recursos de qualidade e garantir alta cobertura de testes tanto automatizados quanto manuais. Também estou estudando Node.js para aprimorar minhas habilidades.",
  "contact": "Contato",
  "location": "São Paulo, Brasil",
  "projects": "Projetos",
  "softSkills": "Habilidades Interpessoais",
  "softSkillsDescription": "Eu me comunico de forma clara, mesmo quando trabalho remotamente. Gosto muito de orientar desenvolvedores juniores e ajudar meus colegas. Estou sempre aberto a feedbacks e aprendendo coisas novas. Sou organizado e sempre entrego antes dos prazos. Também sou rápido em identificar e resolver problemas, sempre buscando as melhores soluções para cada caso.",
  "errorProjects": "Ocorreu um erro ao tentar buscar os projetos",
  "accessProject": "Acessar o projeto",
  "intranets": "Intranets que eu desenvolvi",
  "technicalSkills": "Habilidades Técnicas",
  "designProjects": "Projetos de Design",
  "experience": "Experiência Profissional",
  "education": "Educação",
  "downloadCV": "Baixe meu currículo",
  "errorSkills": "Um erro ocorreu ao tentar buscar as habilidades",
  "codeLanguages": "Linguagens de Programação",
  "frameworksAndLibs": "FrameWorks/Libs",
  "testingTools": "Ferramentas de Teste",
  "otherTools": "Outras Ferramentas",
  "certifications": "Certificados",
  "sendMessage": "Enviar Mensagem",
  "formName": "Nome",
  "formEmail": "E-mail",
  "formSubject": "Assunto",
  "formMessage": "Mensagem",
  "contactError": "Um erro ocorreu ao enviar a mensagem, por favor, tente novamente.",
  "contactSuccess": "Mensagem enviada! Vou te responder em breve."
}